Repository: Nica-code/Practice-Buddy
Catalog: PracticeBuddy/Localizable.xcstrings
Source language: en
Languages: ko, ro

source: Metronome and tuner stay available during a session. Smart Loop, Warm-up, guided plans, rhythm, intonation, and run-through tools are all in the searchable Practice Library.
ko: 세션 중에 메트로놈과 튜너를 계속 사용할 수 있습니다. 스마트 루프, 워밍업, 안내 계획, 리듬, 억양 및 실행 도구가 모두 검색 가능한 연습 라이브러리에 있습니다.
ro: Metronomul și tunerul rămân disponibile în timpul unei sesiuni. Buclă inteligentă, încălzire, planuri ghidate, ritm, intonație și instrumente de rulare sunt toate în Biblioteca de practică care poate fi căutată.

source: Metronome Integration
ko: 메트로놈 연동
ro: Integrare metronom

source: Metronome off
ko: 메트로놈 꺼짐
ro: Metronom oprit

source: Metronome: %@ BPM
ko: 메트로놈: %@ BPM
ro: Metronom: %@ BPM

source: Microphone access denied. Enable it in Settings to use tuner input.
ko: 마이크 권한이 거부되었습니다. 튜너 입력을 사용하려면 설정에서 권한을 허용하세요.
ro: Accesul la microfon a fost refuzat. Activează-l în Setări pentru a folosi acordorul.

source: Microphone permission is required for recording.
ko: 녹음을 위해 마이크 권한이 필요합니다.
ro: Este necesară permisiunea microfonului pentru înregistrare.

source: Microphone permission is required for rhythm accuracy.
ko: 리듬 정확도 기능을 위해 마이크 권한이 필요합니다.
ro: Este necesară permisiunea microfonului pentru acuratețea ritmului.

source: Microphone permission is required for tuning.
ko: 튜닝을 위해 마이크 권한이 필요합니다.
ro: Este necesară permisiunea microfonului pentru acordaj.

source: Minimize Practice Studio
ko: 연습실 최소화
ro: Minimizați Studioul de practică

source: Minimum tempo
ko: 최소 템포
ro: Tempo minim

source: Minutes per day. This is guidance, never a guilt streak.
ko: 하루에 분. 이것은 지침이지 결코 죄책감이 아닙니다.
ro: Minute pe zi. Aceasta este o îndrumare, niciodată o serie de vinovăție.

source: Missed %@
ko: 놓침 %@
ro: Ratate %@

source: Mistake markers
ko: 실수 마커
ro: Marcaje greșeli

source: Mode
ko: 모드
ro: Mod

source: Mode: %@ • Combined pitch + rhythm take
ko: 모드: %@ • 결합된 피치 + 리듬 테이크
ro: Mod: %@ • Pitch combinat + preluare de ritm

source: Moment actions
ko: 순간 행동
ro: Acțiuni de moment

source: Moment tag
ko: 순간 태그
ro: Etichetă de moment

source: Moment unavailable
ko: 사용할 수 없는 순간
ro: Moment indisponibil

source: Month
ko: 월
ro: Lună

source: Mood
ko: 기분
ro: Stare

source: Mood: %@
ko: 기분: %@
ro: Stare: %@

source: More actions for %@
ko: %@에 대한 추가 작업
ro: Mai multe acțiuni pentru %@

source: More depth. The same focused practice.
ko: 더 깊이. 동일한 집중 연습.
ro: Mai multă profunzime. Aceeași practică concentrată.

source: More profile actions
ko: 추가 프로필 작업
ro: Mai multe acțiuni de profil

source: Move To Reflect
ko: 성찰 단계로 이동
ro: Treci la reflecție

source: Musician identity
ko: 음악가의 정체성
ro: Identitatea muzicianului

source: Mute
ko: 무음
ro: Dezactivează sunetul

source: Mute Moments
ko: 음소거 순간
ro: Momente Mute

source: Mute musician
ko: 음악가 음소거
ro: Muzician mut

source: Mute or unmute
ko: 음소거 또는 음소거 해제
ro: Dezactivați sau dezactivați sunetul

source: MVP: guided note windows score centering, stability, and consistency.
ko: MVP: 가이드 음 구간에서 중심 정확도, 안정성, 일관성을 점수화합니다.
ro: MVP: ferestre ghidate pe note pentru centrare, stabilitate și consistență.

source: My Profile
ko: 내 프로필
ro: Profilul meu

source: Name updated.
ko: 이름이 업데이트되었습니다.
ro: Numele a fost actualizat.

source: Needs work
ko: 보완 필요
ro: Necesită lucru

source: New Assignment
ko: 새 과제
ro: Temă nouă

source: New chat
ko: 새 채팅
ro: Chat nou

source: New Chat
ko: 새 채팅
ro: Chat nou

source: New Event
ko: 새로운 이벤트
ro: Eveniment nou

source: New message
ko: 새 메시지
ro: Mesaj nou

source: New requests will appear here.
ko: 여기에 새 요청이 표시됩니다.
ro: Solicitări noi vor apărea aici.

source: New Warm-up
ko: 새 워밍업
ro: Încălzire nouă

source: Next
ko: 다음
ro: Următor

source: Next action
ko: 다음 작업
ro: Următoarea acțiune

source: Next action for tomorrow
ko: 내일의 다음 실행 항목
ro: Acțiunea următoare pentru mâine

source: Next Block
ko: 다음 블록
ro: Bloc următor

source: Next quest
ko: 다음 퀘스트
ro: Următoarea căutare

source: Nice work.
ko: 잘했어요.
ro: Bună treabă.

source: No active account.
ko: 활성 계정이 없습니다.
ro: Nu există un cont activ.

source: No assignments due today.
ko: 오늘 마감 과제가 없습니다.
ro: Nu există teme scadente azi.

source: No assignments yet.
ko: 아직 과제가 없습니다.
ro: Încă nu există teme.

source: No buddies in Your Studio yet.
ko: 내 스튜디오에 아직 친구가 없습니다.
ro: Încă nu ai prieteni în studioul tău.

source: No buddies yet
ko: 아직 친구가 없습니다.
ro: Niciun prieten încă

source: No completed duel matches yet.
ko: 아직 완료된 결투 경기가 없습니다.
ro: Niciun meci de duel finalizat încă.

source: No conversations yet
ko: 아직 대화가 없습니다.
ro: Nicio conversație încă

source: No data
ko: 데이터 없음
ro: Fără date

source: No duel history
ko: 결투 기록 없음
ro: Fără istoric de duel

source: No duelists yet for this scope.
ko: 이 범위에는 아직 결투사가 없습니다.
ro: Nu există încă duelisti pentru acest domeniu.

source: No friend targets
ko: 친구 대상 없음
ro: Nicio țintă de prieteni

source: No friends in Your Studio yet.
ko: 내 스튜디오에 아직 친구가 없습니다.
ro: Nu ai încă prieteni în studioul tău.

source: No friends yet
ko: 아직 친구가 없습니다
ro: Niciun prieten încă

source: No friends yet.
ko: 아직 친구가 없습니다.
ro: Niciun prieten încă.

source: No guided practice logs in this scope yet.
ko: 이 범위에는 가이드 연습 로그가 없습니다.
ro: Încă nu există jurnale de studiu ghidat în acest interval.

source: No intonation takes in this scope yet.
ko: 이 범위에는 음정 테이크가 없습니다.
ro: Încă nu există înregistrări de intonație în acest interval.

source: No ladder data yet for this scope.
ko: 이 범위에는 아직 래더 데이터가 없습니다.
ro: Nu există încă date în clasament pentru acest domeniu.

source: No linked assignment selected yet. Link one from Home -> Today’s Assignments.
ko: 아직 선택된 연결된 과제가 없습니다. 홈 -> 오늘의 과제에서 하나를 연결하세요.
ro: Încă nu ai selectat o temă conectată. Conectează una din Acasă -> Temele de azi.

source: No loop logs in this scope yet.
ko: 이 범위에는 루프 로그가 없습니다.
ro: Încă nu există jurnale loop în acest interval.

source: No matching sessions
ko: 일치하는 세션이 없습니다.
ro: Nicio sesiune potrivită

source: No members yet.
ko: 아직 멤버가 없습니다.
ro: Încă nu există membri.

source: No messages yet
ko: 메시지 없음
ro: Niciun mesaj încă

source: No messages yet.
ko: 메시지 없음.
ro: Niciun mesaj încă.

source: No messages yet. Say hi to your studio.
ko: 아직 메시지가 없습니다. 스튜디오에 인사해 보세요.
ro: Încă nu există mesaje. Spune salut studioului tău.

source: No Moments yet
ko: 아직 활동이 없습니다.
ro: Nu există momente încă

source: No musicians found
ko: 음악가를 찾을 수 없습니다.
ro: Nu s-au găsit muzicieni

source: No notes were analyzed.
ko: 분석된 음이 없습니다.
ro: Nu au fost analizate note.

source: No notifications yet.
ko: 아직 알림이 없습니다.
ro: Nicio notificare încă.

source: No pause mode
ko: 일시정지 없음 모드
ro: Mod fără pauză

source: No pending requests
ko: 대기 중인 요청 없음
ro: Nu există solicitări în așteptare

source: No permanent account required.
ko: 영구 계정이 필요하지 않습니다.
ro: Nu este necesar un cont permanent.

source: No pieces yet.
ko: 아직 곡이 없습니다.
ro: Încă nu există piese.

source: No recording found to save.
ko: 저장할 녹음이 없습니다.
ro: Nu a fost găsită nicio înregistrare de salvat.

source: No recurring templates yet.
ko: 아직 반복되는 템플릿이 없습니다.
ro: Nu există încă șabloane recurente.

source: No rewarded-ad prompts
ko: 보상형 광고 메시지 없음
ro: Fără solicitări de anunțuri cu recompensă

source: No rhythm takes in this scope yet.
ko: 이 범위에는 리듬 테이크가 없습니다.
ro: Încă nu există înregistrări de ritm în acest interval.

source: No run-through takes in this scope yet.
ko: 이 범위에는 런스루 테이크가 없습니다.
ro: Încă nu există run-through-uri în acest interval.

source: No run-through takes yet.
ko: 아직 런스루 테이크가 없습니다.
ro: Încă nu există run-through-uri.

source: No saved presets yet.
ko: 저장된 프리셋이 없습니다.
ro: Încă nu există presetări salvate.

source: No sessions yet
ko: 아직 세션이 없습니다
ro: Încă nu există sesiuni

source: No sessions yet.
ko: 아직 세션이 없습니다.
ro: Încă nu există sesiuni.

source: No standings yet
ko: 아직 순위가 없습니다
ro: Încă nu există clasamente

source: No students in roster yet.
ko: 명단에 학생이 없습니다.
ro: Încă nu există elevi în listă.

source: No studio found.
ko: 스튜디오를 찾을 수 없습니다.
ro: Nu a fost găsit niciun studio.

source: No studio targets
ko: 스튜디오 타겟 없음
ro: Fără ținte de studio

source: No studio templates yet.
ko: 스튜디오 템플릿이 없습니다.
ro: Încă nu există șabloane de studio.

source: No studio tools are enabled. Update Tool Access in Settings.
ko: 활성화된 스튜디오 도구가 없습니다. 설정에서 업데이트 도구 액세스.
ro: Nu sunt activate instrumente de studio. Actualizează accesul la instrumente din Setări.

source: No studio warm-up published.
ko: 게시된 스튜디오 워밍업이 없습니다.
ro: Nu a fost publicată nicio încălzire de studio.

source: No target notes generated.
ko: 목표 음을 생성하지 못했습니다.
ro: Nu au fost generate note țintă.

source: No unlocked items
ko: 잠금 해제된 항목 없음
ro: Niciun obiect deblocat

source: No unlocked items in this category yet.
ko: 이 카테고리에는 아직 잠금 해제된 항목이 없습니다.
ro: Nu există încă articole deblocate în această categorie.

source: No upcoming events.
ko: 다가오는 이벤트가 없습니다.
ro: Nu există evenimente viitoare.

source: none
ko: 없음
ro: niciunul

source: Not equipped
ko: 장착되지 않음
ro: Neechipat

source: Not now
ko: 지금은 아님
ro: Nu acum

source: Not Now
ko: 나중에
ro: Nu acum

source: Not selected
ko: 선택되지 않음
ro: Neselectat

source: Note for next time
ko: 다음번에 참고하세요
ro: Nota pentru data viitoare

source: Notes
ko: 노트
ro: Note

source: Notes (optional)
ko: 노트(선택)
ro: Note (opțional)

source: Notes saved
ko: 메모가 저장되었습니다.
ro: Notele salvate

source: Nothing to share.
ko: 공유할 항목이 없습니다.
ro: Nimic de partajat.

source: Notifications
ko: 알림
ro: Notificări

source: Off
ko: 꺼짐
ro: Oprit

source: Offline
ko: 오프라인

source: OK
ko: 확인

source: Older assignments
ko: 이전 과제
ro: Teme mai vechi

source: Older assignments (%@)
ko: 이전 과제 (%@)
ro: Teme mai vechi (%@)

source: Older sessions are automatically deleted after you exceed %lld sessions.
ko: %lld 세션을 초과하면 이전 세션이 자동으로 삭제됩니다.
ro: Sesiunile mai vechi sunt șterse automat după ce depășești %lld sesiuni.

source: On
ko: 켜짐
ro: Pe

source: On Home, tap **Start Practice** to begin instantly.
ko: 홈에서 **연습 시작** 을 탭하면 즉시 시작됩니다.
ro: Pe Acasă, atinge **Începe studiul** pentru a porni imediat.

source: On: hides subscription unlocks/ads-off state so you can test free-account behavior on this account.
ko: 켜기: 이 계정에서 무료 계정 동작을 테스트할 수 있도록 구독 잠금 해제/광고 끄기 상태를 숨깁니다.
ro: Activat: ascunde starea de deblocare a abonamentului/dezactivare a reclamelor, astfel încât să puteți testa comportamentul contului gratuit în acest cont.

source: One brand system, tuned to you.
ko: 귀하에게 맞춰진 하나의 브랜드 시스템.
ro: Un sistem de marcă, adaptat pentru dvs.

source: One-time unlock with account-aware extras.
ko: 계정 유형에 맞춘 기능이 포함된 1회 구매 잠금 해제.
ro: Deblocare unică cu extra opțiuni în funcție de cont.

source: One-time unlock. Includes core Pro tools plus account-type extras for Teacher or Student.
ko: 1회 구매 잠금 해제. 프로 핵심 도구와 선생님/학생 계정별 추가 기능이 포함됩니다.
ro: Deblocare unică. Include uneltele Pro de bază plus extra funcții pentru Profesor sau Elev.

source: Online
ko: 온라인

source: Online · Practiced today
ko: 온라인 · 오늘 연습함
ro: Online · Practicat astăzi

source: Only teachers can publish studio warm-ups.
ko: 스튜디오 워밍업은 선생님만 게시할 수 있습니다.
ro: Doar profesorii pot publica încălziri pentru studio.

source: Only the latest 3 run-through entries are shown right now.
ko: 지금은 최신 3개의 실행 항목만 표시됩니다.
ro: Momentan sunt afișate doar ultimele 3 înregistrări run-through.

source: Open **History** to view your sessions.
ko: 세션을 보려면 **기록** 을 여세요.
ro: Deschide **Istoric** ca să vezi sesiunile.

source: Open %@'s %@ Moment
ko: %@의 %@ 순간 열기
ro: Deschideți Momentul %@ al lui %@

source: Open conversation with %@
ko: %@와의 대화 열기
ro: Deschideți conversația cu %@

source: Open Duels & Leagues
ko: 공개 결투 및 리그
ro: Dueluri și ligi deschise

source: Open Edit studio to move this decoration.
ko: 이 장식을 이동하려면 편집 스튜디오를 여세요.
ro: Deschide Edit Studio pentru a muta acest decor.

source: Open Inventory
ko: 인벤토리 열기
ro: Deschide inventarul

source: Open iOS Notification Settings
ko: iOS 알림 설정 열기
ro: Deschide Setări de notificare iOS

source: Open Practice Buddy Pro
ko: PractiQuest Pro 열기
ro: Deschide PractiQuest Pro

source: Open Pro
ko: 프로 열기
ro: Deschide Pro

source: Open Social > Friends to respond.
ko: 소셜 > 친구를 열어 응답하세요.
ro: Deschideți Social > Prieteni pentru a răspunde.

source: Open Subscription
ko: 구독 열기
ro: Deschide abonamentul

source: Open system notification settings
ko: 시스템 알림 설정 열기
ro: Deschideți setările de notificare de sistem

source: Open Warm-up Generator
ko: 워밍업 생성기 열기
ro: Deschide generatorul de încălzire

source: Opening Game Center sign-in…
ko: Game Center 로그인 창 여는 중…
ro: Se deschide autentificarea Game Center…

source: Opens %@'s profile
ko: %@의 프로필을 엽니다.
ro: Deschide profilul lui %@

source: Opens Practice Studio
ko: 실습 스튜디오 오픈
ro: Deschide Practice Studio

source: Optional—and separate from the profile photo your friends see.
ko: 선택사항 - 친구에게 표시되는 프로필 사진과는 별개입니다.
ro: Opțional și separat de fotografia de profil pe care o văd prietenii tăi.

source: Outgoing Invites (%lld)
ko: 발신 초대(%lld)
ro: Invitații trimise (%lld)

source: Overall focus
ko: 전체 집중 항목
ro: Focus general

source: Overall score
ko: 종합 점수
ro: Scor general

source: Overdue
ko: 기한 초과
ro: Întârziate

source: Overview
ko: 개요
ro: Prezentare

source: Owned
ko: 보유함
ro: Deținut

source: Password
ko: 비밀번호
ro: Parolă

source: Password requirements
ko: 비밀번호 요구 사항
ro: Cerințe de parolă

source: Pause
ko: 일시정지
ro: Pauză

source: Pause practice
ko: 연습 일시 중지
ro: Întrerupeți exercițiul

source: Pending
ko: 대기 중
ro: În așteptare

source: Pending Friend Requests
ko: 친구 요청 대기
ro: Cereri de prietenie în așteptare

source: Pending Requests
ko: 보낸 요청
ro: Cereri trimise

source: Per-note breakdown
ko: 음별 상세
ro: Detaliere pe fiecare notă

source: Period
ko: 기간
ro: Perioadă

source: Personalize
ko: 개인 설정
ro: Personalizează

source: Personalize your practice flow, notifications, and app experience.
ko: 연습 흐름, 알림, 앱 경험을 개인화하세요.
ro: Personalizează fluxul de studiu, notificările și experiența din aplicație.

source: Phase
ko: 단계
ro: Fază

source: Photo selected. Tap Save Profile to apply.
ko: 사진이 선택되었습니다. 프로필 저장을 눌러 적용하세요.
ro: Fotografia a fost selectată. Apasă Salvează profilul pentru aplicare.

source: Pick apps or categories first with Select Apps.
ko: 먼저 '앱 선택'에서 앱 또는 카테고리를 고르세요.
ro: Alege mai întâi aplicațiile sau categoriile din Selectează aplicații.

source: Pick color
ko: 색상 선택
ro: Alege culoarea

source: Piece (optional)
ko: 조각(선택 사항)
ro: Piesă (opțional)

source: Piece / Passage (optional)
ko: 작품 / 구절(선택사항)
ro: Piesă / pasaj (opțional)

source: Piece Dashboard
ko: 곡 대시보드
ro: Tablou piese

source: Piece or exercise
ko: 조각 또는 운동
ro: Piesă sau exercițiu

source: Piece or task
ko: 조각 또는 작업
ro: Piesă sau sarcină

source: Piece title
ko: 작품 제목
ro: Titlu piesă

source: Piece: %@
ko: 곡: %@
ro: Piesă: %@

source: Pieces
ko: 곡
ro: Piese

source: Pin
ko: 핀

source: Pin or unpin
ko: 고정 또는 고정 해제
ro: Fixați sau anulați fixarea

source: Pitch feedback without leaving practice.
ko: 연습을 중단하지 않고 피드백을 피칭합니다.
ro: Prezentați feedback fără a părăsi antrenamentul.

source: Place
ko: 장소
ro: Loc

source: Place from collection
ko: 컬렉션에서 장소
ro: Loc de colectare

source: Plan
ko: 계획

source: Plan → Execute → Reflect
ko: 계획 → 실행 → 반영
ro: Planifică → Execută → Reflectează

source: Plan generated.
ko: 계획이 생성되었습니다.
ro: Plan generat.

source: Plan lessons, studio class, and recital events with calendar sync.
ko: 캘린더 동기화를 통해 레슨, 스튜디오 수업, 연주회 이벤트를 계획하세요.
ro: Planifică lecții, clase de studio și recitaluri cu sincronizare în calendar.

source: Plan lessons, studio classes, and recitals. Assign students and sync events to Calendar.
ko: 수업, 스튜디오 수업, 연주회를 계획하세요. 학생을 할당하고 이벤트를 캘린더에 동기화하세요.
ro: Planifică lecții, clase de studio și recitaluri. Atribuie elevi și sincronizează evenimentele în Calendar.

source: Plan name
ko: 계획명
ro: Numele planului

source: Plan saved.
ko: 계획이 저장되었습니다.
ro: Plan salvat.

source: Plans, insights, export, and premium collections
ko: 계획, 통찰력, 내보내기 및 프리미엄 컬렉션
ro: Planuri, statistici, export și colecții premium

source: Play
ko: 플레이
ro: Joacă

source: Play A
ko: 플레이 A
ro: Redă A

source: Play A Tone
ko: 톤 재생
ro: Redă tonul A

source: Play reference tone
ko: 참조음 재생
ro: Redați tonul de referință

source: Play scales and get note-by-note pitch feedback.
ko: 스케일을 연주하고 음별 피치 피드백을 받으세요.
ro: Cântă game și primește feedback notă cu notă pentru intonație.

source: Play Section
ko: 플레이 섹션
ro: Secțiunea Joacă

source: Play with steady pulse. Target beats: %lld.
ko: 꾸준한 맥박으로 플레이하세요. 목표 비트: %lld.
ro: Cântă cu puls constant. Bătăi țintă: %lld.

source: Play: Duels and Quests
ko: 플레이: 듀얼과 퀘스트
ro: Play: Dueluri și misiuni

source: Playing A tone.
ko: A 기준음을 재생 중입니다.
ro: Se redă tonul A.

source: Please confirm in %@s
ko: %@초 안에 확인해 주세요
ro: Confirmă în %@s

source: Practice
ko: 연습
ro: Studiu

source: Practice alongside musicians you trust.
ko: 믿을 수 있는 뮤지션과 함께 연습해보세요.
ro: Exersează alături de muzicieni în care ai încredere.

source: Practice Buddies
ko: 연습 친구들
ro: Prieteni de studiu

source: Practice Buddy
ko: PractiQuest
ro: PractiQuest

source: Practice Buddy Pro
ko: PractiQuest Pro
ro: PractiQuest Pro

source: Practice Buddy uses your calendar to add scheduled lessons, studio classes, and recitals.
ko: PractiQuest는 캘린더를 사용하여 예정된 레슨, 스튜디오 수업, 연주회를 추가합니다.
ro: PractiQuest folosește calendarul tău pentru a adăuga lecții programate, clase de studio și recitaluri.

source: Practice Buddy uses your microphone for tuner, intonation, rhythm, and duel analysis features.
ko: PractiQuest는 튜너, 억양, 리듬 및 결투 분석 기능을 위해 마이크를 사용합니다.
ro: PractiQuest folosește microfonul pentru funcții de tuner, intonație, ritm și analiză duel.

source: Practice capability, verification, fair duels, messaging, and core progression remain free.
ko: 연습 능력, 검증, 공정한 결투, 메시지, 핵심 진행 상황은 계속 무료입니다.
ro: Capacitatea de antrenament, verificarea, duelurile corecte, mesajele și progresul de bază rămân gratuite.

source: Practice check-in
ko: 체크인 연습
ro: Exersați check-in-ul

source: Practice Check-in
ko: 연습 체크인
ro: Check-in de practică

source: Practice check-ins
ko: 체크인 연습
ro: Practicați check-in-urile

source: Practice Check-ins (Gentle Mode)
ko: 연습 체크인(완화 모드)
ro: Verificări studiu (Mod blând)

source: Practice complete
ko: 연습 완료
ro: Practică completă

source: Practice data
ko: 실습데이터
ro: Date de practică

source: Practice is still yours
ko: 연습은 여전히 ​​당신의 것입니다
ro: Practica este încă a ta

source: Practice Lab
ko: 연습 랩

source: Practice Lab Pro
ko: 연습 랩 프로

source: Practice Lab Pro unlocks adaptive student coaching tools.
ko: Practice Lab Pro 잠금 해제 시 학생용 적응형 코칭 도구를 사용할 수 있습니다.
ro: Practice Lab Pro deblochează instrumente adaptive de antrenament pentru elevi.

source: Practice Library
ko: 실습도서관
ro: Biblioteca de practică

source: Practice Library activity
ko: 도서관 활동 실습
ro: Practicați activitatea de bibliotecă

source: Practice Moment
ko: 연습의 순간
ro: Moment de practică

source: Practice privately, then join your community.
ko: 개인적으로 연습한 다음 커뮤니티에 참여하세요.
ro: Exersează în privat, apoi alătură-te comunității tale.

source: Practice reminder
ko: 연습 알림
ro: Memento de practică

source: Practice Session
ko: 연습 세션
ro: Sesiune de studiu

source: Practice Session Builder
ko: 세션 빌더 연습
ro: Creator de sesiuni de practică

source: Practice setup
ko: 연습 설정
ro: Exersați configurarea

source: Practice Time
ko: 연습 시간
ro: Timp de studiu

source: Practice timer
ko: 연습 타이머
ro: Cronometru studiu

source: Practice Timer
ko: 연습 타이머
ro: Cronometru de studiu

source: Practice tools
ko: 연습 도구
ro: Instrumente de practică

source: Practice Tools
ko: 연습 도구
ro: Unelte de studiu

source: Practice Verification
ko: 연습 확인
ro: Verificare studiu

source: Practice verification active
ko: 실습 검증 활성화
ro: Verificare practică activă

source: Practice verification inactive
ko: 실습 검증이 비활성화되었습니다.
ro: Verificarea practică inactivă

source: Practice: Start Practice
ko: 연습: 연습 시작
ro: Studiu: Începe sesiunea

source: PracticeBuddy
ko: PractiQuest
ro: PractiQuest

source: PracticeBuddy Pro
ko: 프랙티스버디 프로
ro: PractiQuest Pro

source: PractiQuest
ko: 프랙티퀘스트

source: PractiQuest Ad-Free
ko: PractiQuest 광고 없음
ro: PractiQuest fără reclame

source: PractiQuest is actively improving with frequent updates and new features.
ko: PractiQuest는 잦은 업데이트와 새로운 기능으로 계속 개선되고 있습니다.
ro: PractiQuest este în continuă îmbunătățire, cu actualizări frecvente și funcții noi.

source: PractiQuest Pro
ko: 프랙티퀘스트 프로
ro: PracticiQuest Pro

source: Precise placement
ko: 정확한 배치
ro: Amplasare precisă

source: Preferred days
ko: 선호하는 요일
ro: Zile preferate

source: Premium avatar and studio collections
ko: 프리미엄 아바타 및 스튜디오 컬렉션
ro: Colecții premium de avatare și studio

source: Premium identity, not pay-to-win progression.
ko: Pay-to-Win 진행이 아닌 프리미엄 정체성.
ro: Identitate premium, nu progresie pay-to-win.

source: Preset loaded.
ko: 프리셋이 적용되었습니다.
ro: Preset încărcat.

source: Preset Name
ko: 프리셋 이름
ro: Nume preset

source: Preset saved.
ko: 프리셋이 저장되었습니다.
ro: Preset salvat.

source: Presets
ko: 프리셋
ro: Presetări

source: Press Record. A 5s countdown starts, then capture begins.
ko: 녹음을 누릅니다. 5초 카운트다운이 시작된 후 캡처가 시작됩니다.
ro: Apasă Înregistrare. Pornește o numărătoare de 5 secunde, apoi începe capturarea.

source: Press Start Take to begin a guided pass.
ko: 가이드 패스를 시작하려면 테이크 시작을 누르세요.
ro: Apasă Start Take pentru a începe o rulare ghidată.

source: Preview
ko: 미리보기
ro: Previzualizare

source: Price: %@
ko: 가격: %@
ro: Preț: %@

source: Primary focus
ko: 주요 초점
ro: Focus principal

source: Privacy
ko: 은둔
ro: Confidențialitate

source: Privacy policy
ko: 개인 정보 보호 정책
ro: Politica de confidențialitate

source: Privacy Policy
ko: 개인 정보 보호 정책
ro: Politica de confidențialitate

source: Private conversations with your accepted friends.
ko: 수락한 친구들과의 비공개 대화.
ro: Conversații private cu prietenii acceptați.

source: Private profile
ko: 비공개 프로필
ro: Profil privat

source: Pro
ko: 찬성

source: Pro Active
ko: 사전 예방적인

source: Pro Unlocked
ko: 프로 잠금 해제됨
ro: Pro deblocat

source: Profile
ko: 프로필
ro: Profil

source: Profile is not ready yet.
ko: 프로필이 아직 준비되지 않았습니다.
ro: Profilul nu este pregătit încă.

source: Profile photo
ko: 프로필 사진
ro: Fotografie profil

source: Profile Photo
ko: 프로필 사진
ro: Fotografie de profil

source: Profile unavailable
ko: 프로필을 사용할 수 없습니다.
ro: Profil indisponibil

source: Profile updated.
ko: 프로필이 업데이트되었습니다.
ro: Profil actualizat.

source: Profile: Track Progress
ko: 프로필: 진행 상황 추적
ro: Profil: Urmărește progresul

source: Progress
ko: 성장
ro: Progres

source: Progress is tracked for the selected period.
ko: 선택한 기간 기준으로 진행 상황이 추적됩니다.
ro: Progresul este urmărit pentru perioada selectată.

source: Progress Level
ko: 레벨 진행
ro: Nivel progres

source: Progress Lv %@
ko: 진행 레벨 %@
ro: Progres Nv %@

source: Protect your progress
ko: 진행 상황을 보호하세요
ro: Protejați-vă progresul

source: Public musician profile
ko: 대중음악가 프로필
ro: Profil public de muzician

source: Public preview
ko: 공개 미리보기
ro: Previzualizare publică

source: Public profile
ko: 공개 프로필
ro: Profil public

source: Public Profile
ko: 공개 프로필
ro: Profil public

source: Publish Moment
ko: 게시 순간
ro: Publicați Momentul

source: Publish Warm-up
ko: 워밍업 게시
ro: Publică încălzirea

source: Publishing…
ko: 출판…
ro: Se publică…

source: Pulse + Rhythm Accuracy
ko: 박자 + 리듬 정확도
ro: Puls + Precizie ritmică

source: Quest
ko: 탐구
ro: Căutare

source: Quest path
ko: 퀘스트 경로
ro: Calea de căutare

source: Quest rewards are tokens for future rewards and cosmetics.
ko: 퀘스트 보상은 향후 보상/꾸미기용 토큰입니다.
ro: Recompensele misiunilor sunt tokenuri pentru recompense și cosmetice viitoare.

source: Quest section
ko: 퀘스트 섹션
ro: Secțiunea Quest

source: Quests
ko: 퀘스트
ro: Misiuni

source: Queue a duel, challenge friends, and complete daily or weekly quests for tokens.
ko: 듀얼 대기열에 참여하고 친구에게 도전하며 일일/주간 퀘스트를 완료해 토큰을 획득하세요.
ro: Intră în coada de duel, provoacă prieteni și completează misiuni zilnice sau săptămânale pentru tokenuri.

source: Queue Duel
ko: 결투 대기
ro: Intră la duel

source: Quick Reset (20m)
ko: 빠른 리셋 (20분)
ro: Resetare rapidă (20m)

source: Quick Tags
ko: 빠른 태그
ro: Etichete rapide

source: Quick Tour
ko: 퀵 투어
ro: Tur rapid
